Repository: luismc01/appviera
Catalog: lib/l10n/app_*.arb
Languages: es

# welcome
source: Welcome home
es: Bienvenido al inicio

# cakesAndSesserts
source: Cakes and desserts 100% customized to the theme of your event, with home delivery service.
es: Pasteles y postres 100% personalizados a la temática de tu evento, con servicio a domicilio.

# vitrina
source: Cakes to delivery
es: Pasteles por pedido.

# drawerVitrina1
source: Showcase.
es: Vitrina.

# drawerVitrina2
source: Desserts in showcase.
es: Postres en vitrina.

# drawerTemp1
source: Season.
es: Temporada.

# drawerTemp2
source: Seasonal desserts.
es: Pastel de temporada.

# drawerSpec1
source: Special cakes.
es: Pasteles escpeciales.

# drawerSpec2
source: Cakes to order.
es: Pasteles por pedido.

# drawerSesion
source: Log Out.
es: Cerrar sesión.

# appBar1
source: Home.
es: Inicio.
